Repository: prescott66/yaourt
Catalog: src/po/yaourt/*.po
Languages: sk

source: Delete all *.pac* found
sk: Odstráni všetky nájdené súbory *.pac*

source: Save all packages backup files for a later merge
sk: Uloží všetky záložné súbory balíkov pre neskoršie zlúčenie

source: Use with backup to not output messages
sk: Použite pri zálohe na nevypísanie výstupných hlášok

source: Sequential listing
sk: Sekvenčný výpis

source: Display diff
sk: Zobrazí rozdiel

source: This help
sk: Zobrazí tohoto pomocníka

source: Show version
sk: Vypíše verziu

source: saving
sk: ukladá sa

source: found
sk: nájdených

source: files are orphans
sk: súborov je osirotených

source: The following files have no original version.
sk: Nasledovné súbory nemajú pôvodnú verziu.

source: Do you want to delete these files ?
sk: Chcete odstrániť tieto súbory?

source: (S: no confirm)
sk: (S: bez potvrdenia)

source: YNS
sk: ANS

source: **same file**
sk: **rovnaký súbor**

source: **automerge**
sk: **automatické zlúčenie**

source: Action: [E]dit, [R]eplace, [S]uppress, [C]ontinue (default), [A]bort ?
sk: Akcia: [U]praviť, [N]ahradiť, P[O]tlačiť, Po[K]račovať (predvolené), [P]rerušiť ?

source: Action: [E]dit, [R]eplace, [S]uppress, [M]erge, [C]ontinue (default), [A]bort ?
sk: Akcia: [U]praviť, [N]ahradiť, P[O]tlačiť, [Z]lúčiť, Po[K]račovať (predvolené), [P]rerušiť ?

source: ERSCA
sk: UNOKP

source: ERSCAM
sk: UNOZKP

source: Patch:
sk: Záplata:

source: Apply ?
sk: Aplikovať?

source: patch returned an error!
sk: Záplata vrátila chybu!

source: Enter n° :
sk: Zadajte číslo:

source: Yaourt does not support --help for a particular option.
sk: Yaourt nepodporuje voľbu --help ako čiastočnú voľbu.

source: The following is %s help :
sk: Toto je pomocník pre %s:

source: Usage: yaourt <operation> [...]
sk: Použitie: yaourt <operácia> [...]

source: operations:
sk: Operácie:

source: yaourt (search pattern|package file)
sk: yaourt (hľadaný výraz|súbor balíka)

source: yaourt {-Q --query} [options] [package(s)]
sk: yaourt {-Q --query} [voľby] [balíky(y)]

source: yaourt {-R --remove} [options] <package(s)>
sk: yaourt {-R --remove} [voľby] <balíky(y)>

source: yaourt {-S --sync} [options] [package(s)]
sk: yaourt {-S --sync} [voľby] balíky(y)]

source: yaourt {-U --upgrade} [options] <package(s)>
sk: yaourt {-U --upgrade} [voľby] <balíky(y)>

source: yaourt {-C --clean} [options]
sk: yaourt {-C --clean} [voľby]

source: yaourt {-B --backup} [save directory|restore file]
sk: yaourt {-B --backup} [adresár zálohy|súbor obnovenia]

source: yaourt {-G --getpkgbuild} [options] <package(s)>
sk: yaourt {-G --getpkgbuild} [voľby] <balíky(y)>

source: homepage: http://archlinux.fr/yaourt-en
sk: Domovská stránka: http://archlinux.fr/yaourt-en

source: query packages
sk: vyžiadať balíky

source: Following packages have not been installed:
sk: Nasledovné balíky neboli nainštalované:

source: listing all packages in repo(s)
sk: výpis všetkých balíkov v repozitári/och

source: Listing all packages in repo(s)
sk: Výpis všetkých balíkov v repozitári/och

source: show groups
sk: Zobraziť skupiny

source: Informations for %s
sk: Informácie pre %s

source: Unable to read %s file
sk: Nie je možné čítať súbor %s

source: Enter n° of packages to be installed (ex: 1 2 3 or 1-3)
sk: Zadajte číslo balíkov na nainštalovanie (napr.: 1 2 3 alebo 1-3)

source: get PKGBUILD
sk: získať PKGBUILD

source: Download abs archive
sk: Prevziať archív abs

source: The following packages should be upgraded first :
sk: Nasledovné balíky by mali byť najskôr aktualizované:

source: Do it now ?
sk: Vykonať teraz?

source: Building %s from sources.
sk: Zostavuje sa balík %s zo zdrojového kódu.

source: Install %s from sources
sk: Inštaluje sa balík %s zo zdrojového kódu.

source: Retrieving PKGBUILD and local sources...
sk: Získava sa PKGBUILD a lokálne zdroje...

source: Foreign packages:
sk: Cudzie balíky:

source: not found
sk: nenájdené

source: Continue upgrade ?
sk: Pokračovať v aktualizácii?

source: [V]iew package detail [M]anually select packages
sk: [Z]obraziť podrobnosti o balíku [R]učne vybrať balíky

source: YNVM
sk: ANZR

source: Proceed with upgrade?
sk: Pokračovať v aktualizácii?

source: Source targets
sk: Zdrojové ciele

source: AUR targets
sk: AUR ciele

source: unable to update %s
sk: Nie je možné aktualizovať balík %s

source: Package upgrade only (new release):
sk: Iba aktualizácia balíku (nové vydanie):

source: Software upgrade (new version) :
sk: Aktualizácia softvéru (nová verzia):

source: New package :
sk: Nový balík:

source: (required by %s)
sk: (vyžadovaný balíkom %s)

source: Installing from a package list
sk: Inštaluje sa zo zoznamu balíkov

source: upgrading SVN/CVS/HG/GIT package
sk: Aktualizuje sa balík SVN/CVS/HG/GIT

source: Targets
sk: Ciele

source: Saving pacman database in %s
sk: Ukladá sa databáza pacmanu do %s

source: Pacman database successfully saved in %s
sk: Databáza pacmanu bola úspešne uložená do %s

source: Analysing backup file
sk: Analyzuje sa súbor zálohy

source: %s is not a valid alpm database backup
sk: %s nie je platnou zálohou databázy alpm

source: New packages installed since backup:
sk: Nové balíky nainštalované od vytvorenia zálohy:

source: Packages removed or ugpraded since backup:
sk: Odstránené alebo aktualizované balíky od vytvorenia zálohy:

source: Warning! Do you want to restore this backup ?
sk: Upozornenie! Chcete obnoviť túto zálohu?

source: (local db will be saved in %s)
sk: (lokálna databáza bude uložená do %s)

source: If you want to restore this backup, type "yes"
sk: Ak chcete obnoviť túto zálohu, zadajte "ano"

source: yes
sk: ano

source: Deleting pacman DB
sk: Odstraňuje sa pacman DB

source: Copying backup
sk: Kopíruje sa záloha

source: Testing the new database
sk: Testuje sa nová databáza

source: Your backup is not successfully restored
sk: Vaša záloha nebola úspešne obnovená

source: Your backup has been successfully restored
sk: Vaša záloha bola úspešne obnovená

source: packages found
sk: balíky sa nenašli

source: (old database is saved in %s)
sk: (predošlá databáza je uložená v %s)

source: wrong argument
sk: nesprávny argument

source: Packages which depend on %s:
sk: Balíky, ktoré závisia na balíku %s:

source: Packages which conflicts with %s:
sk: Balíky, ktoré sú v konflikte s balíkom %s:

source: Packages which replace %s:
sk: Balíky, ktoré nahradia balík %s:

source: Packages which provide %s:
sk: Balíky, ktoré poskytujú %s:

source: Do you want to remove these packages (with -Rcs options) ?
sk: Chcete odstrániť tieto balíky (s voľbami -Rcs)?

source: YN
sk: AN

source: Total installed packages:
sk: Celkom nainštalovaných balíkov:

source: Explicitly installed packages:
sk: Výlučne nainštalované balíky:

source: Packages installed as dependencies to run other packages:
sk: Balíky inštalované ako závislosti kvôli spusteniu iných balíkov:

source: Packages out of date:
sk: Zastarané balíky:

source: Where %s packages seems no more used by any package:
sk: Pričom %s balíkov sa zdá nepoužívaných žiadnym balíkom:

source: Hold packages:
sk: Podržať balíky:

source: Ignored packages:
sk: Ignorované balíky:

source: Ignored groups:
sk: Ignorované skupiny:

source: Number of configured repositories:
sk: Počet konfigurovaných repozitárov:

source: Packages by repositories (ordered by pacmans priority)
sk: Balíky podľa repozitárov (usporiadané podľa priority pacmanu)

source: others
sk: ostatné

source: are packages from local build or AUR Unsupported
sk: sú balíky z lokálneho zostavenia alebo nepodporované repozitárom AUR

source: Theoretical - Real space used by packages:
sk: Teoreticky - skutočne využité miesto balíkmi:

source: progression:
sk: Priebeh:

source: Theoretical space used by packages:
sk: Teoreticky využité miesto balíkmi:

source: Real space used by packages:
sk: Skutočne využité miesto balíkmi:

source: Space used by pkg downloaded in cache (cachedir):
sk: Miesto využité prevzatiami pkg vo vyrovnávacej pamäti (cachedir):

source: Space used by src downloaded in cache:
sk: Miesto využité prevzatiami src vo vyrovnávacej pamäti:

source: %s not found in AUR.
sk: Balík %s sa nenašiel v repozitári AUR.

source: Yes
sk: Áno

source: No
sk: Nie

source: Repository
sk: Repozitár

source: Name
sk: Názov

source: Version
sk: Verzia

source: Licenses
sk: Licencie

source: Votes
sk: Hlasy

source: Out Of Date
sk: Zastaraný

source: Groups
sk: Skupiny

source: Provides
sk: Poskytuje

source: Depends On
sk: Závisí na

source: Optional Deps
sk: Voliteľné záv.

source: Conflicts With
sk: V konfilkte s

source: Replaces
sk: Nahrádza

source: Maintainer
sk: Správca

source: Architecture
sk: Architektúra

source: Last update
sk: Aktualizovaný

source: Description
sk: Popis

source: Checking vote status for %s
sk: Kontroluje sa stav hlasovania za %s

source: You have already voted for %s
sk: Už ste hlasovali za %s

source: Do you want to vote for %s ?
sk: Chcete hlasovať za %s ?

source: Installing %s from AUR
sk: Inštaluje sa %s z AUR

source: Downloading %s PKGBUILD from AUR...
sk: Preberá sa PKGBUILD balíka %s z AUR...

source: This package is orphaned
sk: Tento balík je osirotený

source: ( Unsupported package: Potentially dangerous ! )
sk: ( Nepodporovaný balík: Potencionálne nebezpečný ! )

source: not found on AUR
sk: nenašiel sa na AUR

source: up to date
sk: aktuálny

source: flagged as out of date
sk: označený ako zastaraný

source: Orphan
sk: Sirota

source: [Y/n]
sk: [A/n]

source: [y/N]
sk: [a/N]

source: [y/n]
sk: [a/n]

source: WARNING:
sk: UPOZORNENIE:

source: ERROR:
sk: CHYBA:

source: Packages no longer required by any installed package:
sk: Balíky už viac nevyžadované žiadnym nainštalovaným balíkom:

source: Searching for original config files to save
sk: Hľadajú sa pôvodné súbory konfigurácie na uloženie

source: Pacman is currently in use, please wait.
sk: Pacman je momentálne vyťažený. Prosím, čakajte.

source: synchronizing package databases
sk: Synchronizujú sa databázy balíkov

source: (ignoring package upgrade)
sk: (ignoruje sa aktualizácia balíkov)

source: Unable to read PKGBUILD
sk: Nie je možné čítať PKGBUILD

source: This PKGBUILD describes a split package.
sk: Tento PKGBUILD popisuje rozdelený balík.

source: Specific package options are unknown
sk: Určené voľby balíka nie sú známe

source: %s dependencies:
sk: Závislosti balíka %s:

source: (already installed)
sk: (už nainštalovaný)

source: (package found)
sk: (balík nájdený)

source: (building from AUR)
sk: (zostaví sa z AUR)

source: %s conflicts:
sk: Konflikty s balíkom %s:

source: Building and installing package
sk: Zostavenie a inštalácia balíka

source: The sources of %s were kept last time. Use them ?
sk: Zdroje balíka %s boli naposledy zachované. Použiť ich?

source: Unable to write in %s directory. Using /tmp directory
sk: Nie je možné zapisovať do adresára %s. Použije sa adresár /tmp.

source: %s is already up to date.
sk: Balík %s je už aktuálny.

source: Install or build missing dependencies for %s:
sk: Inštalácia alebo zostavenie chýbajúcich závislostí pre balík %s:

source: Dependencies have been installed before the failure
sk: Závislosti boli nainštalované pred zlyhaním

source: This PKGBUILD provides " %b "
sk: Tento PKGBUILD poskytuje " %b "

source: Install only %s ?
sk: Nainštalovať iba balík %s?

source: Makepkg was unable to build %s.
sk: Nástroju makepkg sa nepodarilo zostaviť balík %s.

source: Exporting %s to %s directory
sk: Exportuje sa %s do adresára %s

source: Continue installing %s ?
sk: Pokračovať v inštalácii balíka %s ?

source: [v]iew package contents [c]heck package with namcap
sk: [z]obraziť obsah balíka [s]kontrolovať balík s nástrojom namcap

source: YNVC
sk: ANZS

source: Press any key to continue
sk: Stlačte akýkoľvek kláves na pokračovanie

source: namcap is not installed
sk: Nástroj namcap nie je nainštalovaný

source: Your packages are saved in %s
sk: Vaše balíky sú uložené v %s

source: Unable to copy packages to %s directory
sk: Nie je možné skopírovať balíky do adresára %s

source: Unable to delete directory %s. Please remove it using root privileges.
sk: Nie je možné odstrániť adresár %s. Prosím, odstráňte ho použitím správcovských privilégií.

source: Unable to create directory %s.
sk: Nie je možné vytvoriť adresár %s.

source: Continue building %s ?
sk: Pokračovať v zostavení balíka %s ?

source: Restart building %s ?
sk: Spustiť znovu zostavovanie balíka %s ?

source: %s directory already exist. [R]eplace, [C]hange to %s, [S]kip ?
sk: Adresár %s už existuje. [N]ahradiť, [Z]meniť na %s, [P]reskočiť ?

source: RCS
sk: NZP

source: Download %s sources
sk: Prevziať %s zdrojov

source: is not a directory
sk: nie je adresárom

source: is not writable
sk: nie je zapisovateľný

source: Edit %s ?
sk: Upraviť %s ?

source: ("A" to abort)
sk: ("P" na prerušenie)

source: YNA
sk: ANP

source: Aborted...
sk: Prerušené...

source: Please add $EDITOR to your environment variables
sk: Prosím, pridajte $EDITOR do premenných vášho prostredia

source: for example:
sk: napríklad:

source: (in ~/.bashrc)
sk: (v ~/.bashrc)

source: (replace vim with your favorite editor)
sk: (nahraďte vim s vaším obľúbeným editorom)

source: Edit %s with:
sk: Upraviť %s s:
